Repository: 10goC/wp-openagenda
Catalog: pro/languages/wp-openagenda-*.po
Languages: fr_fr

source: Easily display an OpenAgenda.com in your WordPress website
fr_fr: Affichez facilement un OpenAgenda.com dans votre site WordPress

source: OpenAgenda Settings
fr_fr: Réglages d'OpenAgenda

source: General
fr_fr: Général

source: Help
fr_fr: Aide

source: Help Center
fr_fr: Centre d’aide

source: Credits
fr_fr: Crédits

source: Create an account on <a href="%s" target="_blank">OpenAgenda</a>, and go to your setting page to get your API key.
fr_fr: Créez un compte sur <a href="%s" target="_blank">OpenAgenda</a>, et rendez vous sur votre page de réglages pour récupérer votre clé API.

source: Welcome on the support center
fr_fr: Bienvenue sur le centre d'aide

source: Documentation Center
fr_fr: Centre de documentation

source: Discover Our Pro Version
fr_fr: Découvrez notre version pro

source: Easy display all OpenAgenda Widget without any code to copy/past! Configure and that's it
fr_fr: Affichez facilement tous les widgets OpenAgenda sans copier/coller de code ! Configurez et c’est tout

source: Upgrade Now!
fr_fr: Mettre à niveau maintenant !

source: Love OpenAgenda for WordPress ? Don't forget to rate it 5 stars!
fr_fr: Vous aimez OPenAGenda ? N’oubliez pas de le noter avec 5 étoiles !

source: This plugin is created with love by <a href="%1$s">%2$s</a>.
fr_fr: Cette extension est créée avec amour par <a href="%1$s">%2$s</a>.

source: There's no relations between <a href="%1$s">%2$s</a> and <a href="%3$s">%4$s</a>.
fr_fr: Il n'y a aucun lien entre <a href="%1$s">%2$s</a> et <a href="%3$s">%4$s</a>.

source: OpenAgenda Basic Block
fr_fr: Bloc basique OpenAgenda

source: Openagenda URL
fr_fr: URL OpenAgenda

source: Number of events
fr_fr: Nombre d’évènements

source: 2 letters language code
fr_fr: Code langue à 2 lettres

source: Display Images
fr_fr: Afficher les images

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Display Title
fr_fr: Afficher le titre

source: Display description
fr_fr: Afficher la description

source: basic Openagenda Block
fr_fr: bloc OpenAgenda basique

source: OpenAgenda Main block
fr_fr: Bloc principal OpenAgenda

source: Number of Events per line
fr_fr: Nombre d'évènements par ligne

source: Number of Events
fr_fr: Nombre d'événements

source: Description Background Color
fr_fr: Couleur d'arrière-plan de description

source: Description Text Color
fr_fr: Couleur de texte de description

source: Date Background Color
fr_fr: Couleur d'arrière-plan de date

source: Date text Color
fr_fr: Couleur de texte de date

source: Display an Openagenda.com's Agenda in your WordPress Sidebar with a beautiful widget
fr_fr: Affichez un agenda Openagenda. com dans votre barre WordPress avec un beau widget

source: OpenAgenda URL
fr_fr: URL OpenAgenda

source: Number of events:
fr_fr: Nombre d'événements :

source: Languages of events:
fr_fr: Langues des évènements :

source: Display Image:
fr_fr: Afficher l’Image :

source: Display event title:
fr_fr: Afficher le titre de l'événement :

source: Display event description:
fr_fr: Afficher la description de l'événement :

source: You forgot to add an agenda's url to retrieve
fr_fr: Vous avez oublié d'ajouter une URL d’agenda à récupérer

source: Impossible to retrieve Events Data
fr_fr: Impossible de récupérer les données d'évènements

source: Have an Event to display here? <a href="%s">Add it!</a>
fr_fr: Vous avez un évènement à afficher ici ? <a href="%s">Ajoutez le !</a>

source: This agenda doesn't have any embeds layout in their params.<br> We're sorry, but wen can't display it :(
fr_fr: Cet agenda n'a pas de vue embarquée dans ces paramètres.<br> Nous sommes désolé, nous ne pouvons pas l'afficher :(

source: Woot! Your API Key seems to be non valid
fr_fr: Zut ! Votre clé API semble non valide

source: <a href="%s" target="_blank">Find help</a>
fr_fr: <a href="%s" target="_blank">Trouver de l'aide</a>

source: OpenAgenda API Key valid
fr_fr: Clé API OpenAgenda valide

source: Secret Key Openagenda
fr_fr: Clé secrète Openagenda

source: Force Import
fr_fr: Importation de force

source: Use The Event Calendar ?
fr_fr: Utiliser le calendrier des événements ?

source: Import Agenda Now
fr_fr: Importer l'agenda parent

source: Hello, Could you please activate my Secret Key ?
fr_fr: Bonjour, pourriez-vous s'il vous plaît activer ma clé secrète ?

source: Secret Key Activation
fr_fr: Activation de clé secrète

source: Send a mail to <a href="%s" >OpenAgenda</a>, and ask them to activate your secret key.
fr_fr: Envoyez un mail à <a href="%s">OpenAgenda</a>, et demandez-leur d'activer votre clé secrète.

source: Openagenda Single
fr_fr: Évènement OpenAgenda

source: Event
fr_fr: Événement

source: OpenAgenda embed Block
fr_fr: Bloc embarqué OpenAgenda

source: OpenAgenda's widget
fr_fr: Widget OpenAgenda

source: Select an OpenAgenda Widget
fr_fr: Sélectionnez un widget OpenAgenda

source: Map
fr_fr: Carte

source: Search
fr_fr: Rechercher

source: Categories
fr_fr: Catégories

source: Tags
fr_fr: Étiquettes

source: Preview
fr_fr: Aperçu

source: OpenAgenda Slider Block
fr_fr: Bloc de diaporama OpenAgenda

source: Title :
fr_fr: Titre :

source: Internal URL of Main Agenda Page:
fr_fr: URL interne de la page d'agenda principal :

source: Display venue
fr_fr: Afficher le lieu

source: Title Color
fr_fr: Couleur du titre

source: Text Color
fr_fr: Couleur du texte

source: No data found
fr_fr: Aucune donnée n'a été trouvée

source: Accessible to disabled people
fr_fr: Accessible aux personnes handicapées

source: Accessible to the hearing impaired
fr_fr: Accessible aux malentendants

source: Accessible to the psychic handicapped
fr_fr: Accessible aux handicapés psychiques

source: Accessible to visually impaired
fr_fr: Accessible aux malvoyants

source: Accessible in sign language
fr_fr: Accessible en langue des signes

source: Events
fr_fr: Évènements

source: Conditions of participation
fr_fr: Conditions de participation, tarifs

source: Registration tools
fr_fr: Outils d'inscription

source: Minimum age
fr_fr: Âge minimum

source: Maximum age
fr_fr: Âge maximum

source: Accessibility
fr_fr: Accessibilité

source: Begin
fr_fr: Début

source: End
fr_fr: Date de fin pour cet événement

source: All Agendas
fr_fr: Tous les agendas

source: Parent Agenda
fr_fr: Agenda parent

source: Parent Agenda:
fr_fr: Agenda parent :

source: New Agenda Name
fr_fr: Nouveau nom d’agenda

source: Add New Agenda
fr_fr: Ajouter un nouvel agenda

source: Edit Agenda
fr_fr: Modifier l'agenda

source: Update Agenda
fr_fr: Mise à jour de l'agenda

source: View Agenda
fr_fr: Voir l'agenda

source: Separate Agendas with commas
fr_fr: Séparez les agendas avec des virgules

source: Add or remove Agendas
fr_fr: Ajouter ou supprimer des agendas

source: Choose from the most used
fr_fr: Choisir parmi les plus utilisés

source: Popular Agendas
fr_fr: Agendas populaires

source: Search Agendas
fr_fr: Recherche d’agendas

source: Not Found
fr_fr: Non trouvé

source: No Agendas
fr_fr: Aucun agenda

source: Items list
fr_fr: Liste d’éléments

source: Items list navigation
fr_fr: Navigation de liste d’éléments

# Taxonomy General Name
source: Categories
fr_fr: Catégories

# Taxonomy Singular Name
source: Category
fr_fr: Catégorie

source: All Categories
fr_fr: Toutes les catégories

source: Parent Category
fr_fr: Catégorie parente

source: Parent Category:
fr_fr: Catégorie parente :

source: New Category Name
fr_fr: Nom de la nouvelle catégorie

source: Add New Category
fr_fr: Ajouter une nouvelle catégorie

source: Edit Category
fr_fr: Modifier la catégorie

source: Update Category
fr_fr: Mettre à jour la catégorie

source: View Category
fr_fr: Voir la catégorie

source: Separate Categories with commas
fr_fr: Séparez les catégories par des virgules

source: Add or remove Categories
fr_fr: Ajouter ou supprimer des catégories

source: Popular Categories
fr_fr: Catégories populaires

source: Search Categories
fr_fr: Recherche de catégories

source: No Categories
fr_fr: Aucune catégorie

source: Categories list
fr_fr: Liste des catégories

source: Categories list navigation
fr_fr: Navigation de liste de catégories

source: You checked you're using The Event Calendar in Openagenda's settings but this plugin is not activated
fr_fr: Vous avez vérifié que vous utilisez le calendrier des événements dans les paramètres d'Openagenda, mais ce plugin n'est pas activé

source: Please create your venue in openagenda.com first then sync in settings
fr_fr: S'il vous plaît créer votre lieu dans openagenda.com d'abord, puis synchroniser dans les paramètres

# Post Type General Name
source: OpenAgenda Events
fr_fr: Évènements OpenAgenda

# Post Type Singular Name
source: OpenAgenda Event
fr_fr: Évènement OpenAgenda

source: Event Archives
fr_fr: Archives des évènements

source: Event Attributes
fr_fr: Attributs des évènements

source: Parent Event:
fr_fr: Évènement parent :

source: All Events
fr_fr: Tous les événements

source: Add New Event
fr_fr: Ajouter un nouvel événement

source: Add New
fr_fr: Ajouter

source: New Event
fr_fr: Nouvel évènement

source: Edit Event
fr_fr: Modifier l'événement

source: Update Event
fr_fr: Mettre à jour l'événement

source: View Event
fr_fr: Voir l'événement

source: View Events
fr_fr: Voir les évènements

source: Search Event
fr_fr: Rechercher un évènement

source: Not found
fr_fr: Non trouvé

source: Not found in Trash
fr_fr: Non trouvé dans la corbeille

source: Featured Image
fr_fr: Image mise en avant

source: Set featured image
fr_fr: Définir une image mise en avant

source: Remove featured image
fr_fr: Supprimer l'image mise en avant

source: Use as featured image
fr_fr: Utiliser comme image mise en avant

source: Insert into Event
fr_fr: Insérer dans l’événement

source: Uploaded to this Event
fr_fr: Téléversé dans cet événement

source: Events list
fr_fr: Liste d’événements

source: Events list navigation
fr_fr: Navigation de liste d’évènements

source: Filter Events list
fr_fr: Filtrer la liste d’événements

source: OpenAgenda Event
fr_fr: Évènement OpenAgenda

source: Conditions of participation, rates
fr_fr: Conditions de participation, tarifs

source: URL or email
fr_fr: URL ou e-mail

source: start date
fr_fr: date de début

source: Start date for this event
fr_fr: Date de début pour cet événement

source: End date
fr_fr: Date de fin

source: End date for this event
fr_fr: Date de fin pour cet événement

source: Openagenda data
fr_fr: Données Openagenda

source: No date for this event!
fr_fr: Pas de date pour cet événement !

source: <p>From %1$s to %2$s</p>
fr_fr: Du %1s au %2s

source: On %s
fr_fr: Le : %s

source: Welcome Everybody!
fr_fr: Bienvenue à tout le monde!

source: From %s years old
fr_fr: Dès %s ans

source: From %1$s years old to %2$s years old
fr_fr: De %1$s ans à %2$s ans

# Taxonomy General Name
source: keywords
fr_fr: mots-clés

# Taxonomy Singular Name
source: keyword
fr_fr: mot-clé

source: keywords
fr_fr: mots-clés

source: All keywords
fr_fr: Tous les mots-clés

source: Parent keyword
fr_fr: Mot-clé parent

source: Parent keyword:
fr_fr: Mot-clé parent :

source: New keyword Name
fr_fr: Nom du nouveau mot-clé

source: Add New keyword
fr_fr: Ajouter un nouveau mot-clé

source: Edit keyword
fr_fr: Modifier le mot-clé

source: Update keyword
fr_fr: Mise à jour du mot-clé

source: View keyword
fr_fr: Voir le mot-clé

source: Separate keywords with commas
fr_fr: Séparez les mots-clés par des virgules

source: Add or remove keywords
fr_fr: Ajouter ou supprimer des mots-clés

source: Popular keywords
fr_fr: Mots-clés populaires

source: Search keywords
fr_fr: Recherche de mot-clés

source: No keywords
fr_fr: Aucun mot-clé

source: keywords list
fr_fr: liste de mots-clés

source: keywords list navigation
fr_fr: navigation de liste de mots-clés

# Taxonomy General Name
source: Venues
fr_fr: Lieux

# Taxonomy Singular Name
source: Venue
fr_fr: Lieu

source: Venues
fr_fr: Lieux

source: All Venues
fr_fr: Tous les lieux

source: Parent Venue
fr_fr: Lieu parent

source: Parent Venue:
fr_fr: Lieu parent :

source: New Venue Name
fr_fr: Nom du nouveau lieu

source: Add New Venue
fr_fr: Ajouter un nouveau lieu

source: Edit Venue
fr_fr: Modifier le lieu

source: Update Venue
fr_fr: Mettre à jour le lieu

source: View Venue
fr_fr: Voir le lieu

source: Separate Venues with commas
fr_fr: Séparez les lieux avec des virgules

source: Add or remove Venues
fr_fr: Ajouter ou supprimer des lieux

source: Popular Venues
fr_fr: Lieux populaires

source: Search Venues
fr_fr: Rechercher un lieu

source: No Venues
fr_fr: Aucun lieu

source: Venues list
fr_fr: Liste des lieux

source: Venues list navigation
fr_fr: Navigation de liste des lieux

source: All
fr_fr: Tout

source: Category
fr_fr: Catégorie

source: OpenAgenda Search
fr_fr: Recherche OpenAgenda

source: Display your openAgenda searchbar in WordPress
fr_fr: Affichez votre barre de recherche openAgenda dans WordPress

source: Title
fr_fr: Titre

source: Settings
fr_fr: Réglages

source: Agenda URL
fr_fr: URL de l'agenda

source: my-agenda-url
fr_fr: mon-url-agenda

source: Agenda title heading
fr_fr: Titre de l'agenda

source: Agenda language
fr_fr: Langue de l'agenda

source: Check the searchg field to show.
fr_fr: Cochez le champ searchg pour l’afficher.

source: Search field
fr_fr: Champ de recherche

source: Venue
fr_fr: Lieu

source: Main Openagenda
fr_fr: Openagenda principal

source: Display Openagenda Script
fr_fr: Afficher le script Openagenda

source: Add a word between % to add a different style. Only 1 allowed
fr_fr: Ajoutez un mot entre % pour ajouter un style différent. 1 seul autorisé

source: URL to the OpenAgenda Agenda
fr_fr: URL de l'Agenda OpenAgenda

source: OpenAgenda Widget to display:
fr_fr: Widget OpenAgenda à afficher :

source: Please select an OpenAgenda Widget
fr_fr: Veuillez sélectionner un widget OpenAgenda

source: Preview Widget
fr_fr: Aperçu du widget

source: Select the widget to display
fr_fr: Sélectionnez le widget à afficher

source: No event received from OpenAgenda, Please check your API Key. You can find it in your Openagenda Account.
fr_fr: Aucun évènement recu depuis OpenAgenda. Veuillez vérifier votre clé API. Vous pourrez la trouver dans votre compte OpenAgenda.

source: Need Help?
fr_fr: Besoin d’aide ?

source: From %1s to %2s
fr_fr: Du %1s au %2s

source: On: %s
fr_fr: Le : %s

source: Link to the event
fr_fr: Lien vers l'évènement

source: Read More
fr_fr: Lire la suite
